Repository: feedaty/woocommerce2
Catalog: languages/feedaty-rating-for-woocommerce-*.po
Languages: it_it

source: Default Language
it_it: Lingua Predefinita

source: Italian
it_it: Italiano

source: English US
it_it: Inglese US

source: Spanish (Spain)
it_it: Spagnolo (Castigliano)

source: French
it_it: Francese

source: German
it_it: Tedesco

source: All Languages
it_it: Tutte le lingue

source: Settings
it_it: Impostazioni

source: Feedaty Global Settings
it_it: Feedaty. Impostazioni Principali

source: Global Settings
it_it: Impostazioni Principali

source: Feedaty Store Badge
it_it: Feedaty. Badge dello store

source: Store Badge
it_it: Badge dello Store

source: Feedaty Store Carousel
it_it: Feedaty. Carosello dello store

source: Store Carousel
it_it: Carosello dello Store

source: Feedaty Product Badge
it_it: Feedaty. Badge Prodotto

source: Product Badge
it_it: Badge Prodotto

source: Feedaty Product Carousel
it_it: Feedaty. Carosello Prodotto

source: Product Carousel
it_it: Carosello Prodotto

source: Feedaty Export Orders
it_it: Feedaty. Esportazione Ordini

source: Export
it_it: Esportazione

source: Merchant Code
it_it: Codice Merchant

source: Client Secret
it_it: Chiave Segreta

source: User Interface Language
it_it: Lingua dell’interfaccia utente

source: Reviews Language
it_it: Lingua delle Recensioni

source: Send Orders Trigger (API callback only)
it_it: Evento di invio ordini (solo chiamate API)

source: Enable Product Microdata
it_it: Abilita i Microdata

source: Enable Product Reviews Tab
it_it: Abilita la Tab Recensioni Feedaty

source: Hide Default WooCommerce Reviews Tab
it_it: Nascondi la Tab recensioni di Woocommerce

source: Enable Product Badge
it_it: Abilita il Badge Prodotto

source: Position (WC hook)
it_it: Posizione (Hooks di WooCommerce)

source: Enable Product Carousel
it_it: Abilita il Carosello Prodotto

source: Enable Store Badge
it_it: Abilita lo Store Badge

source: Enable Store Carousel
it_it: Abilita il Carosello dello Store

source: From
it_it: Da

source: To
it_it: A

source: Feedaty FWR Store Carousel
it_it: Feedaty FWR Carosello dello Store

source: Displays your Feedaty Store Carousel Widget
it_it: Mostra il Widget con il Carosello Negozio Feedaty

source: You can change the widget inside the plugin store settings page.
it_it: Puoi modificare l’aspetto del widget nelle impostazioni del plugin.

source: Choose Carousel
it_it: Scegli il Carosello

source: Displays your Feedaty Store Badge Widget
it_it: Mostra il Widget dello Store Badge Feedaty

source: Choose Badge
it_it: Scegli il Badge

source: You must download and activate WooCommerce in order to use this plugin.
it_it: Devi scaricare e attivare WooCommerce per poter utilizzare questo plugin.

source: Save all changes
it_it: Salva le modifiche

source: Export Orders
it_it: Esporta gli Ordini

source: Remove Image
it_it: Rimuovi Immagine

source: Upload Image
it_it: Carica Immagine

source: Read All Product Reviews
it_it: Leggi tutte le Recensioni

source: Still no Reviews for this Product
it_it: Non ci sono recensioni per questo articolo

source: Feedaty Reviews
it_it: Recensioni Feedaty
